Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# recenter
source: My location
ar: موقعي
as: মোৰ অৱস্থান
bn: আমার লোকেশন
bs: Moja lokacija
ckb: شوێنەکەم
es: Mi ubicación
fa: موقعیت من
fa_af: موقعیت من
fil: Aking lokasyon
fr: Ma position
gu: મારું લોકેશન
ha: Wurina
hi: मेरी लोकेशन
hu: Saját helyzet
id: Lokasi saya
ka: ჩემი მდებარეობა
km: ទីតាំងរបស់ខ្ញុំ
kn: ನನ್ನ ಸ್ಥಳ
mk: Мојата локација
ml: എന്റെ ലൊക്കേഷൻ
mr: माझे लोकेशन
nl: Mijn locatie
pa: ਮੇਰਾ ਟਿਕਾਣਾ
pt: Minha localização
ru: Моё местоположение
si: මගේ ස්ථානය
sr: Моја локација
sw: Mahali nilipo
te: నా లొకేషన్
th: ตำแหน่งของฉัน
tr: Konumum
ug: ئورنۇم
ur: میرا مقام
vi: Vị trí của tôi
zh_hans: 我的位置

# record_source
source: Source: %1$@, data as of %2$@
ar: المصدر: %1$@، البيانات حتى %2$@
as: উৎস: %1$@, %2$@ লৈকে তথ্য
bn: উৎস: %1$@, ডেটা %2$@ পর্যন্ত
bs: Izvor: %1$@, podaci od %2$@
ckb: سەرچاوە: %1$@، زانیاری تا %2$@
es: Fuente: %1$@, datos a %2$@
fa: منبع: %1$@، داده‌ها تا %2$@
fa_af: منبع: %1$@، معلومات تا %2$@
fil: Pinagmulan: %1$@, datos noong %2$@
fr: Source : %1$@, données au %2$@
gu: સ્રોત: %1$@, ડેટા %2$@ સુધીનો
ha: Tushe: %1$@, bayanai na %2$@
hi: स्रोत: %1$@, डेटा %2$@ तक का
hu: Forrás: %1$@, adatok állapota: %2$@
id: Sumber: %1$@, data per %2$@
ka: წყარო: %1$@, მონაცემები %2$@-ის მდგომარეობით
km: ប្រភព៖ %1$@ ទិន្នន័យគិតត្រឹម %2$@
kn: ಮೂಲ: %1$@, %2$@ ರ ಡೇಟಾ
mk: Извор: %1$@, податоци од %2$@
ml: ഉറവിടം: %1$@, %2$@ വരെയുള്ള ഡാറ്റ
mr: स्रोत: %1$@, डेटा %2$@ पर्यंतचा
nl: Bron: %1$@, gegevens van %2$@
pa: ਸਰੋਤ: %1$@, %2$@ ਤੱਕ ਦਾ ਡਾਟਾ
pt: Fonte: %1$@, dados de %2$@
ru: Источник: %1$@, данные на %2$@
si: මූලාශ්‍රය: %1$@, %2$@ දිනට දත්ත
sr: Извор: %1$@, подаци од %2$@
sw: Chanzo: %1$@, data ya %2$@
te: మూలం: %1$@, %2$@ నాటి డేటా
th: ที่มา: %1$@ ข้อมูล ณ %2$@
tr: Kaynak: %1$@, veri tarihi %2$@
ug: مەنبە: %1$@، سانلىق مەلۇمات ۋاقتى %2$@
ur: ماخذ: %1$@، ڈیٹا بتاریخ %2$@
vi: Nguồn: %1$@, dữ liệu tính đến %2$@
zh_hans: 来源：%1$@，数据截至 %2$@

# reference_quran
source: Quran %1$lld:%2$lld
ar: القرآن %1$lld:%2$lld
as: কোৰআন %1$lld:%2$lld
bn: কুরআন %1$lld:%2$lld
bs: Kur'an %1$lld:%2$lld
ckb: قورئان %1$lld:%2$lld
es: Corán %1$lld:%2$lld
fa: قرآن %1$lld:%2$lld
fa_af: قرآن %1$lld:%2$lld
fr: Coran %1$lld:%2$lld
gu: કુરઆન %1$lld:%2$lld
ha: Alƙur'ani %1$lld:%2$lld
hi: क़ुरआन %1$lld:%2$lld
hu: Korán %1$lld:%2$lld
id: Al-Qur’an %1$lld:%2$lld
ka: ყურანი %1$lld:%2$lld
km: គម្ពីរគូរ៉ាន %1$lld:%2$lld
kn: ಕುರ್‌ಆನ್ %1$lld:%2$lld
mk: Куран %1$lld:%2$lld
ml: ഖുർആൻ %1$lld:%2$lld
mr: कुरआन %1$lld:%2$lld
nl: Koran %1$lld:%2$lld
pa: ਕੁਰਆਨ %1$lld:%2$lld
pt: Alcorão %1$lld:%2$lld
ru: Коран %1$lld:%2$lld
si: කුර්ආනය %1$lld:%2$lld
sr: Кур'ан %1$lld:%2$lld
sw: Qur'ani %1$lld:%2$lld
te: ఖురాన్ %1$lld:%2$lld
th: อัลกุรอาน %1$lld:%2$lld
tr: Kur’an %1$lld:%2$lld
ug: قۇرئان %1$lld:%2$lld
ur: قرآن %1$lld:%2$lld
zh_hans: 古兰经 %1$lld:%2$lld

# region_none_installed
source: no areas
ar: لا توجد مناطق
as: কোনো অঞ্চল নাই
bn: কোনো এলাকা নেই
bs: nema područja
ckb: هیچ ناوچەیەک
es: ninguna zona
fa: هیچ منطقه‌ای
fa_af: هیچ ساحه‌ای
fil: walang lugar
fr: aucune zone
gu: કોઈ વિસ્તાર નથી
ha: babu yankuna
hi: कोई इलाक़ा नहीं
hu: nincs terület
id: tidak ada wilayah
ka: ტერიტორიები არ არის
km: គ្មានតំបន់
kn: ಯಾವುದೇ ಪ್ರದೇಶಗಳಿಲ್ಲ
mk: нема подрачја
ml: പ്രദേശങ്ങളൊന്നുമില്ല
mr: कोणताही भाग नाही
nl: geen gebieden
pa: ਕੋਈ ਖੇਤਰ ਨਹੀਂ
pt: nenhuma área
ru: нет районов
si: ප්‍රදේශ කිසිවක් නැත
sr: нема области
sw: hakuna maeneo
te: ఏ ప్రాంతాలూ లేవు
th: ไม่มีพื้นที่
tr: bölge yok
ug: ھېچقانداق رايون يوق
ur: کوئی علاقہ نہیں
vi: chưa có khu vực nào
zh_hans: 无地区

# region_not_downloaded_body
source: Mosque lists work offline for downloaded areas. On this phone: %1$@.
ar: قوائم المساجد تعمل دون إنترنت للمناطق المحمّلة. على هذا الهاتف: %1$@.
as: ডাউনলোড কৰা অঞ্চলৰ বাবে মছজিদৰ তালিকা অফলাইনত চলে। এই ফোনত: %1$@।
bn: ডাউনলোড করা এলাকার জন্য মসজিদের তালিকা অফলাইনে চলে। এই ফোনে: %1$@।
bs: Liste džamija rade bez interneta za preuzeta područja. Na ovom telefonu: %1$@.
ckb: لیستی مزگەوتەکان بۆ ناوچە داگیراوەکان بێ ئینتەرنێت کار دەکات. لەسەر ئەم مۆبایلە: %1$@.
es: Las listas funcionan sin conexión en zonas descargadas. En este teléfono: %1$@.
fa: فهرست مسجدها برای مناطق دانلودشده بدون اینترنت کار می‌کند. روی این گوشی: %1$@.
fa_af: فهرست مساجد برای ساحات دانلودشده بدون انترنت کار می‌کند. روی این موبایل: %1$@.
fil: Gumagana offline ang mga listahan ng masjid para sa mga na-download na lugar. Sa teleponong ito: %1$@.
fr: Les listes fonctionnent hors ligne pour les zones téléchargées. Sur ce téléphone : %1$@.
gu: ડાઉનલોડ કરેલા વિસ્તારો માટે મસ્જિદોની યાદી ઑફલાઇન ચાલે છે. આ ફોન પર: %1$@.
ha: Jerin masallatai yana aiki ba tare da intanet ba a yankunan da aka sauke. A wannan wayar: %1$@.
hi: डाउनलोड किए गए इलाक़ों में मस्जिदों की सूची ऑफ़लाइन चलती है। इस फ़ोन पर: %1$@।
hu: A mecsetlisták a letöltött területeken internet nélkül is működnek. Ezen a telefonon: %1$@.
id: Daftar masjid berfungsi offline untuk wilayah yang diunduh. Di ponsel ini: %1$@.
ka: მეჩეთების სიები ოფლაინ მუშაობს ჩამოტვირთულ ტერიტორიებზე. ამ ტელეფონზე: %1$@.
km: បញ្ជីម៉ាស្ជិតដំណើរការក្រៅបណ្ដាញសម្រាប់តំបន់ដែលបានទាញយក។ នៅលើទូរសព្ទនេះ៖ %1$@។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಪ್ರದೇಶಗಳಿಗೆ ಮಸೀದಿ ಪಟ್ಟಿಗಳು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ. ಈ ಫೋನ್‌ನಲ್ಲಿ: %1$@.
mk: Списоците на џамии работат без интернет за преземените подрачја. На овој телефон: %1$@.
ml: ഡൗൺലോഡ് ചെയ്ത പ്രദേശങ്ങളിൽ പള്ളികളുടെ പട്ടിക ഓഫ്‌ലൈനായി പ്രവർത്തിക്കും. ഈ ഫോണിൽ: %1$@.
mr: डाउनलोड केलेल्या भागांसाठी मशिदींची यादी ऑफलाइन चालते. या फोनवर: %1$@.
nl: Moskeelijsten werken offline voor gedownloade gebieden. Op deze telefoon: %1$@.
pa: ਮਸਜਿਦਾਂ ਦੀਆਂ ਸੂਚੀਆਂ ਡਾਊਨਲੋਡ ਕੀਤੇ ਖੇਤਰਾਂ ਲਈ ਆਫ਼ਲਾਈਨ ਕੰਮ ਕਰਦੀਆਂ ਹਨ। ਇਸ ਫ਼ੋਨ ’ਤੇ: %1$@।
pt: As listas de mesquitas funcionam offline nas áreas baixadas. Neste celular: %1$@.
ru: Списки мечетей работают офлайн для загруженных районов. На этом телефоне: %1$@.
si: බාගත කළ ප්‍රදේශ සඳහා පල්ලි ලැයිස්තු නොබැඳිව ක්‍රියා කරයි. මෙම දුරකථනයේ: %1$@.
sr: Листе џамија раде ван мреже за преузете области. На овом телефону: %1$@.
sw: Orodha za misikiti zinafanya kazi bila intaneti kwa maeneo yaliyopakuliwa. Kwenye simu hii: %1$@.
te: డౌన్‌లోడ్ చేసిన ప్రాంతాలకు మసీదుల జాబితాలు ఆఫ్‌లైన్‌లో పనిచేస్తాయి. ఈ ఫోన్‌లో: %1$@.
th: รายการมัสยิดใช้งานออฟไลน์ได้ในพื้นที่ที่ดาวน์โหลดแล้ว ในโทรศัพท์นี้: %1$@
tr: Cami listeleri indirilen bölgelerde çevrim dışı çalışır. Bu telefonda: %1$@.
ug: مەسچىت تىزىملىكى چۈشۈرۈلگەن رايونلاردا تورسىز ئىشلەيدۇ. بۇ تېلېفوندا: %1$@.
ur: مساجد کی فہرست ڈاؤن لوڈ شدہ علاقوں میں آف لائن کام کرتی ہے۔ اس فون پر: %1$@۔
vi: Danh sách thánh đường hoạt động ngoại tuyến cho các khu vực đã tải về. Trên điện thoại này: %1$@.
zh_hans: 已下载的地区可离线查看清真寺列表。此手机上：%1$@。

# region_not_downloaded_title
source: This area isn’t downloaded
ar: هذه المنطقة غير محمّلة
as: এই অঞ্চল ডাউনলোড কৰা হোৱা নাই
bn: এই এলাকা ডাউনলোড করা নেই
bs: Ovo područje nije preuzeto
ckb: ئەم ناوچەیە دانەگیراوە
es: Esta zona no está descargada
fa: این منطقه دانلود نشده است
fa_af: این ساحه دانلود نشده است
fil: Hindi pa na-download ang lugar na ito
fr: Cette zone n’est pas téléchargée
gu: આ વિસ્તાર ડાઉનલોડ થયેલો નથી
ha: Ba a sauke wannan yanki ba
hi: यह इलाक़ा डाउनलोड नहीं है
hu: Ez a terület nincs letöltve
id: Wilayah ini belum diunduh
ka: ეს ტერიტორია ჩამოტვირთული არ არის
km: តំបន់នេះមិនទាន់បានទាញយកទេ
kn: ಈ ಪ್ರದೇಶವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಲ್ಲ
mk: Ова подрачје не е преземено
ml: ഈ പ്രദേശം ഡൗൺലോഡ് ചെയ്തിട്ടില്ല
mr: हा भाग डाउनलोड केलेला नाही
nl: Dit gebied is niet gedownload
pa: ਇਹ ਖੇਤਰ ਡਾਊਨਲੋਡ ਨਹੀਂ ਹੈ
pt: Esta área não foi baixada
ru: Этот район не загружен
si: මෙම ප්‍රදේශය බාගත කර නැත
sr: Ова област није преузета
sw: Eneo hili halijapakuliwa
te: ఈ ప్రాంతం డౌన్‌లోడ్ కాలేదు
th: ยังไม่ได้ดาวน์โหลดพื้นที่นี้
tr: Bu bölge indirilmedi
ug: بۇ رايون چۈشۈرۈلمىگەن
ur: یہ علاقہ ڈاؤن لوڈ نہیں
vi: Khu vực này chưa được tải về
zh_hans: 此地区尚未下载

source: Related passages
ar: مقاطع ذات صلة
as: সম্পৰ্কিত অংশ
bn: সম্পর্কিত অংশ
bs: Srodni odlomci
ckb: دەقە پەیوەندیدارەکان
es: Pasajes relacionados
fa: بخش‌های مرتبط
fa_af: بخش‌های مرتبط
fil: Mga kaugnay na sipi
fr: Passages liés
gu: સંબંધિત અંશો
ha: Nassoshi masu alaƙa
hi: संबंधित अंश
hu: Kapcsolódó részletek
id: Kutipan terkait
ka: დაკავშირებული ფრაგმენტები
km: អត្ថបទពាក់ព័ន្ធ
kn: ಸಂಬಂಧಿತ ಭಾಗಗಳು
mk: Поврзани одломки
ml: ബന്ധപ്പെട്ട ഭാഗങ്ങൾ
mr: संबंधित उतारे
nl: Verwante passages
pa: ਸਬੰਧਿਤ ਅੰਸ਼
pt: Trechos relacionados
ru: Похожие фрагменты
si: අදාළ ඡේද
sr: Сродни одломци
sw: Vifungu vinavyohusiana
te: సంబంధిత భాగాలు
th: ข้อความที่เกี่ยวข้อง
tr: İlgili bölümler
ug: مۇناسىۋەتلىك ئۈزۈندىلەر
ur: متعلقہ اقتباسات
vi: Đoạn trích liên quan
zh_hans: 相关段落

# remaining_long
source: %1$@ left
ar: متبقٍّ %1$@
as: %1$@ বাকী
bn: %1$@ বাকি
bs: Još %1$@
ckb: %1$@ ماوە
es: faltan %1$@
fa: %1$@ مانده
fa_af: %1$@ مانده
fil: %1$@ pa
fr: encore %1$@
gu: %1$@ બાકી
ha: Saura %1$@
hi: %1$@ बाक़ी
hu: Még %1$@
id: %1$@ lagi
ka: დარჩა %1$@
km: នៅសល់ %1$@
kn: %1$@ ಉಳಿದಿದೆ
mk: Уште %1$@
ml: %1$@ ബാക്കി
mr: %1$@ बाकी
nl: Nog %1$@
pa: %1$@ ਬਾਕੀ
pt: Faltam %1$@
ru: Осталось %1$@
si: තව %1$@ ඉතිරියි
sr: Још %1$@
sw: Zimebaki %1$@
te: %1$@ మిగిలి ఉంది
th: เหลือ %1$@
tr: %1$@ kaldı
ug: %1$@ قالدى
ur: %1$@ باقی
vi: còn %1$@
zh_hans: 剩余 %1$@

# reminder_before_title
source: %1$@ in %2$lld min
ar: %1$@ بعد %2$lld دقيقة
as: %1$@ %2$lld মিনিট পিছত
bn: %1$@ %2$lld মিনিট পর
bs: %1$@ za %2$lld min
ckb: %1$@ دوای %2$lld خولەک
es: %1$@ en %2$lld min
fa: %1$@ تا %2$lld دقیقه دیگر
fa_af: %1$@ تا %2$lld دقیقه دیگر
fil: %1$@ sa loob ng %2$lld min
fr: %1$@ dans %2$lld min
gu: %1$@ %2$lld મિનિટમાં
ha: %1$@ nan da minti %2$lld
hi: %1$@ %2$lld मिनट में
hu: %1$@ %2$lld perc múlva
id: %1$@ dalam %2$lld menit
ka: %1$@ %2$lld წუთში
km: %1$@ ក្នុងរយៈពេល %2$lld នាទីទៀត
kn: %2$lld ನಿಮಿಷದಲ್ಲಿ %1$@
mk: %1$@ за %2$lld мин
ml: %2$lld മിനിറ്റിനുള്ളിൽ %1$@
mr: %1$@ %2$lld मिनिटांत
nl: %1$@ over %2$lld min
pa: %1$@ %2$lld ਮਿੰਟ ਵਿੱਚ
pt: %1$@ em %2$lld min
ru: %1$@ через %2$lld мин
si: මිනි. %2$lld කින් %1$@
sr: %1$@ за %2$lld мин
sw: %1$@ baada ya dakika %2$lld
te: %2$lld ని. లో %1$@
th: %1$@ ในอีก %2$lld นาที
tr: %1$@ %2$lld dk sonra
ug: %2$lld مىنۇتتىن كېيىن %1$@
ur: %1$@ %2$lld منٹ میں
vi: %1$@ sau %2$lld phút
zh_hans: %1$@ 还有 %2$lld 分钟

# reminder_friday_body
source: Dhuhr is at %1$@. Time to get ready for the Friday prayer.
ar: الظهر الساعة %1$@. حان وقت الاستعداد لصلاة الجمعة.
as: যোহৰ %1$@ বজাত। জুমাৰ নামাজৰ বাবে সাজু হোৱাৰ সময় হৈছে।
bn: যোহর %1$@-এ। জুমার নামাজের প্রস্তুতির সময় হয়েছে।
bs: Podne je u %1$@. Vrijeme je da se spremite za džuma-namaz.
ckb: نوێژی نیوەڕۆ کاتژمێر %1$@ دەبێت. کاتی خۆئامادەکردنە بۆ نوێژی هەینی.
es: El Dhuhr es a las %1$@. Es hora de prepararse para la oración del viernes.
fa: ظهر ساعت %1$@ است. وقت آماده شدن برای نماز جمعه است.
fa_af: نماز پیشین ساعت %1$@ است. وقت آماده شدن برای نماز جمعه است.
fil: Ang Dhuhr ay sa %1$@. Oras na para maghanda para sa dasal sa Biyernes.
fr: Dhuhr est à %1$@. Il est temps de se préparer pour la prière du vendredi.
gu: ઝોહર %1$@ વાગ્યે છે. જુમ્માની નમાઝની તૈયારી કરવાનો સમય છે.
ha: Azahar da ƙarfe %1$@ ne. Lokaci ya yi na shirya wa sallar Juma'a.
hi: ज़ुहर %1$@ बजे है। जुमे की नमाज़ की तैयारी का समय है।
hu: A zuhr %1$@-kor van. Ideje készülődni a pénteki imára.
id: Zuhur pukul %1$@. Saatnya bersiap untuk salat Jumat.
ka: ზუჰრი %1$@-ზეა. დროა მოემზადოთ პარასკევის ლოცვისთვის.
km: ហ្សូហ៊ួរនៅម៉ោង %1$@។ ដល់ពេលត្រៀមខ្លួនសម្រាប់សឡាតថ្ងៃសុក្រហើយ។
kn: ಝುಹರ್ %1$@ ಕ್ಕೆ. ಜುಮಾ ನಮಾಜ್‌ಗೆ ಸಿದ್ಧರಾಗುವ ಸಮಯ.
mk: Пладне е во %1$@. Време е да се подготвите за џума-намазот.
ml: ളുഹ്ർ %1$@-ന്. ജുമുഅ നമസ്കാരത്തിന് ഒരുങ്ങാൻ സമയമായി.
mr: जोहर %1$@ वाजता आहे. जुम्माच्या नमाजची तयारी करण्याची वेळ झाली.
nl: Dhuhr is om %1$@. Tijd om je klaar te maken voor het vrijdaggebed.
pa: ਜ਼ੁਹਰ %1$@ ਵਜੇ ਹੈ। ਜੁੰਮੇ ਦੀ ਨਮਾਜ਼ ਦੀ ਤਿਆਰੀ ਦਾ ਵਕਤ ਹੈ।
pt: O Dhuhr é às %1$@. Hora de se preparar para a oração de sexta-feira.
ru: Зухр в %1$@. Пора готовиться к пятничному намазу.
si: ළුහර් %1$@ ට. ජුම්ආ සලාතයට සූදානම් වීමට කාලයයි.
sr: Подне је у %1$@. Време је да се спремите за џума-намаз.
sw: Adhuhuri ni saa %1$@. Ni wakati wa kujiandaa kwa sala ya Ijumaa.
te: జుహర్ %1$@ కి. జుమా నమాజ్‌కు సిద్ధం కావడానికి సమయం.
th: ซุฮ์รีเวลา %1$@ ถึงเวลาเตรียมตัวสำหรับละหมาดวันศุกร์
tr: Öğle %1$@'de. Cuma namazına hazırlanma vakti.
ug: پېشىن سائەت %1$@ دە. جۈمە نامىزىغا تەييارلىنىش ۋاقتى بولدى.
ur: ظہر %1$@ پر ہے۔ جمعہ کی نماز کی تیاری کا وقت ہے۔
vi: Dhuhr lúc %1$@. Đã đến lúc chuẩn bị cho buổi cầu nguyện thứ Sáu.
zh_hans: 晌礼在 %1$@。该为主麻礼拜做准备了。

# reminder_friday_title
source: Jumu'ah today
ar: صلاة الجمعة اليوم
as: আজি জুমা
bn: আজ জুমা
bs: Danas je džuma
ckb: ئەمڕۆ هەینییە
es: Hoy es yumu'a
fa: امروز نماز جمعه است
fa_af: امروز نماز جمعه است
fil: Jumu'ah ngayon
fr: Joumou'a aujourd'hui
gu: આજે જુમ્મા છે
ha: Yau Juma'a ce
hi: आज जुमा है
hu: Ma dzsuma van
id: Hari ini Jumat
ka: დღეს ჯუმაა
km: ថ្ងៃនេះជាថ្ងៃជុមអាត់
kn: ಇಂದು ಜುಮಾ
mk: Денес е џума
ml: ഇന്ന് ജുമുഅ
mr: आज जुम्मा आहे
nl: Vandaag Jumu'ah
pa: ਅੱਜ ਜੁੰਮਾ ਹੈ
pt: Hoje é Jumu'ah
ru: Сегодня джума
si: අද ජුම්ආ
sr: Данас је џума
sw: Leo ni Ijumaa
te: ఈరోజు జుమా
th: วันนี้วันศุกร์ (ญุมอะฮ์)
tr: Bugün Cuma
ug: بۈگۈن جۈمە
ur: آج جمعہ ہے
vi: Hôm nay là Jumu'ah
zh_hans: 今天是主麻日

# reminder_horizon
source: Reminders are set for the next %1$lld days. Open the app now and then to keep them going.
ar: التذكيرات مجدولة للأيام %1$lld القادمة. افتح التطبيق من حين لآخر لتستمر.
as: পৰৱৰ্তী %1$lld দিনৰ বাবে সোঁৱৰণী ছেট কৰা আছে। সেইবোৰ চলাই ৰাখিবলৈ মাজে মাজে এপটো খোলক।
bn: পরের %1$lld দিনের রিমাইন্ডার সেট করা আছে। এগুলো চালু রাখতে মাঝে মাঝে অ্যাপটি খুলুন।
bs: Podsjetnici su postavljeni za narednih %1$lld dana. Povremeno otvorite aplikaciju da bi se nastavili.
ckb: بیرخەرەوەکان بۆ %1$lld ڕۆژی داهاتوو دانراون. جار جار ئەپەکە بکەرەوە بۆ ئەوەی بەردەوام بن.
es: Recordatorios programados para los próximos %1$lld días. Abre la app de vez en cuando para mantenerlos.
fa: یادآورها برای %1$lld روز آینده تنظیم شده‌اند. هر از گاهی برنامه را باز کنید تا ادامه پیدا کنند.
fa_af: یادآورها برای %1$lld روز آینده تنظیم شده‌اند. هر از گاهی برنامه را باز کنید تا ادامه پیدا کنند.
fil: Nakatakda ang mga paalala para sa susunod na %1$lld araw. Buksan ang app paminsan-minsan para magpatuloy ang mga ito.
fr: Rappels programmés pour les %1$lld prochains jours. Ouvrez l’app de temps en temps pour les prolonger.
gu: આગામી %1$lld દિવસ માટે રિમાઇન્ડર સેટ છે. તેને ચાલુ રાખવા માટે વચ્ચે વચ્ચે ઍપ ખોલતા રહો.
ha: An saita tunatarwa na kwanaki %1$lld masu zuwa. Riƙa buɗe manhajar lokaci-lokaci don su ci gaba.
hi: अगले %1$lld दिनों के रिमाइंडर सेट हैं। इन्हें जारी रखने के लिए बीच-बीच में ऐप खोलते रहें।
hu: Az emlékeztetők a következő %1$lld napra vannak beállítva. Időnként nyisd meg az alkalmazást, hogy folytatódjanak.
id: Pengingat diatur untuk %1$lld hari ke depan. Buka aplikasi sesekali agar tetap berjalan.
ka: შეხსენებები დაყენებულია მომდევნო %1$lld დღისთვის. დროდადრო გახსენით აპი, რომ ისინი გაგრძელდეს.
km: ការរំលឹកត្រូវបានកំណត់សម្រាប់ %1$lld ថ្ងៃខាងមុខ។ សូមបើកកម្មវិធីម្ដងម្កាល ដើម្បីឱ្យការរំលឹកបន្តដំណើរការ។
kn: ಮುಂದಿನ %1$lld ದಿನಗಳಿಗೆ ಜ್ಞಾಪನೆಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ. ಅವು ಮುಂದುವರಿಯಲು ಆಗಾಗ ಆ್ಯಪ್ ತೆರೆಯಿರಿ.
mk: Потсетниците се поставени за следните %1$lld дена. Отворајте ја апликацијата од време на време за да продолжат.
ml: അടുത്ത %1$lld ദിവസത്തേക്ക് ഓർമ്മപ്പെടുത്തലുകൾ സജ്ജമാക്കിയിരിക്കുന്നു. അവ തുടരാൻ ഇടയ്ക്കിടെ ആപ്പ് തുറക്കുക.
mr: पुढच्या %1$lld दिवसांसाठी रिमाइंडर सेट आहेत. ते चालू ठेवण्यासाठी अधूनमधून ॲप उघडत राहा.
nl: Herinneringen zijn ingesteld voor de komende %1$lld dagen. Open de app af en toe om ze door te laten lopen.
pa: ਯਾਦ-ਦਹਾਨੀਆਂ ਅਗਲੇ %1$lld ਦਿਨਾਂ ਲਈ ਲੱਗੀਆਂ ਹਨ। ਇਨ੍ਹਾਂ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਕਦੇ-ਕਦੇ ਐਪ ਖੋਲ੍ਹੋ।
pt: Os lembretes estão programados para os próximos %1$lld dias. Abra o app de vez em quando para mantê-los ativos.
ru: Напоминания установлены на ближайшие %1$lld дн. Иногда открывайте приложение, чтобы они продолжались.
si: ඊළඟ දින %1$lld සඳහා සිහිකැඳවීම් සකසා ඇත. ඒවා දිගටම පවත්වා ගැනීමට කලින් කලට යෙදුම විවෘත කරන්න.
sr: Подсетници су подешени за наредних %1$lld дана. Повремено отворите апликацију да би се наставили.
sw: Vikumbusho vimewekwa kwa siku %1$lld zijazo. Fungua programu mara kwa mara ili viendelee.
te: రిమైండర్‌లు తదుపరి %1$lld రోజులకు సెట్ చేయబడ్డాయి. అవి కొనసాగడానికి అప్పుడప్పుడు యాప్‌ను తెరవండి.
th: ตั้งการเตือนไว้สำหรับ %1$lld วันข้างหน้า เปิดแอปเป็นครั้งคราวเพื่อให้การเตือนทำงานต่อไป
tr: Hatırlatıcılar önümüzdeki %1$lld gün için kuruldu. Sürmeleri için uygulamayı ara sıra açın.
ug: ئەسكەرتىشلەر كېيىنكى %1$lld كۈنگە تەڭشەلدى. داۋاملىشىشى ئۈچۈن ئەپنى ئارىلاپ ئېچىپ تۇرۇڭ.
ur: یاد دہانیاں اگلے %1$lld دنوں کے لیے مقرر ہیں۔ انہیں جاری رکھنے کے لیے کبھی کبھار ایپ کھولیں۔
vi: Nhắc nhở đã được đặt cho %1$lld ngày tới. Thỉnh thoảng hãy mở ứng dụng để nhắc nhở tiếp tục.
zh_hans: 已设置未来 %1$lld 天的提醒。请不时打开应用，让提醒持续生效。

# reminder_iftar_title
source: Iftar: time to break the fast
ar: الإفطار: حان وقت الفطور
as: ইফতাৰ: ৰোজা ভঙাৰ সময়
bn: ইফতার: রোজা ভাঙার সময়
bs: Iftar: vrijeme je za prekid posta
ckb: بەربانگ: کاتی کردنەوەی ڕۆژووە
es: Iftar: hora de romper el ayuno
fa: افطار: وقت باز کردن روزه
fa_af: افطار: وقت باز کردن روزه
fil: Iftar: oras na ng pagtatapos ng ayuno
fr: Iftar : l'heure de rompre le jeûne
gu: ઇફ્તાર: રોઝો ખોલવાનો સમય
ha: Buɗa baki: lokacin karya azumi ya yi
hi: इफ़्तार: रोज़ा खोलने का समय
hu: Iftár: itt a böjtszegés ideje
id: Waktunya berbuka
ka: იფთარი: მარხვის გახსნის დროა
km: អ៊ីហ្វតារ៖ ដល់ពេលបើកការតមអាហារហើយ
kn: ಇಫ್ತಾರ್: ಉಪವಾಸ ತೊರೆಯುವ ಸಮಯ
mk: Ифтар: време е за прекин на постот
ml: നോമ്പുതുറ: നോമ്പ് തുറക്കാൻ സമയമായി
mr: इफ्तार: रोजा सोडण्याची वेळ
nl: Iftar: tijd om het vasten te verbreken
pa: ਇਫ਼ਤਾਰ: ਰੋਜ਼ਾ ਖੋਲ੍ਹਣ ਦਾ ਵਕਤ
pt: Iftar: hora de quebrar o jejum
ru: Ифтар: время разговения
si: ඉෆ්තාර්: උපවාසය නිම කිරීමේ වේලාවයි
sr: Ифтар: време је за прекид поста
sw: Futari: wakati wa kufuturu
te: ఇఫ్తార్: ఉపవాసం విరమించే సమయం
th: อิฟฏอร์: ถึงเวลาละศีลอดแล้ว
tr: İftar vakti
ug: ئىپتار: روزا ئېچىش ۋاقتى بولدى
ur: افطار کا وقت
vi: Iftar: đến giờ xả chay
zh_hans: 开斋：开斋时间到了

# reminder_off_a11y
source: Reminder off for %1$@
ar: التذكير متوقف لـ%1$@
as: %1$@ৰ সোঁৱৰণী অফ
bn: %1$@-এর রিমাইন্ডার বন্ধ
bs: Podsjetnik isključen: %1$@
ckb: بیرخەرەوەی %1$@ ناچالاکە
es: Recordatorio desactivado para %1$@
fa: یادآور %1$@ خاموش است
fa_af: یادآور %1$@ خاموش است
fil: Naka-off ang paalala para sa %1$@
fr: Rappel désactivé pour %1$@
gu: %1$@ માટે રિમાઇન્ડર બંધ
ha: An kashe tunatarwa don %1$@
hi: %1$@ का रिमाइंडर बंद
hu: Emlékeztető kikapcsolva: %1$@
id: Pengingat %1$@ nonaktif
ka: %1$@: შეხსენება გამორთულია
km: បានបិទការរំលឹកសម្រាប់ %1$@
kn: %1$@ ಗಾಗಿ ಜ್ಞಾಪನೆ ಆಫ್ ಆಗಿದೆ
mk: Потсетникот е исклучен: %1$@
ml: %1$@-നുള്ള ഓർമ്മപ്പെടുത്തൽ ഓഫാണ്
mr: %1$@ साठी रिमाइंडर बंद
nl: Herinnering uit voor %1$@
pa: %1$@ ਲਈ ਯਾਦ-ਦਹਾਨੀ ਬੰਦ ਹੈ
pt: Lembrete desativado para %1$@
ru: Напоминание выключено: %1$@
si: %1$@ සඳහා සිහිකැඳවීම අක්‍රියයි
sr: Подсетник искључен: %1$@
sw: Kikumbusho kimezimwa kwa %1$@
te: %1$@ కోసం రిమైండర్ ఆఫ్‌లో ఉంది
th: ปิดการเตือนสำหรับ %1$@ แล้ว
tr: %1$@ için hatırlatıcı kapalı
ug: %1$@ ئەسكەرتىشى تاقاق
ur: %1$@ کی یاد دہانی بند ہے
vi: Đã tắt nhắc nhở cho %1$@
zh_hans: %1$@ 提醒已关闭

# reminder_on_a11y
source: Reminder on for %1$@
ar: التذكير مفعّل لـ%1$@
as: %1$@ৰ সোঁৱৰণী অন
bn: %1$@-এর রিমাইন্ডার চালু
bs: Podsjetnik uključen: %1$@
ckb: بیرخەرەوەی %1$@ چالاکە
es: Recordatorio activado para %1$@
fa: یادآور %1$@ روشن است
fa_af: یادآور %1$@ روشن است
fil: Naka-on ang paalala para sa %1$@
fr: Rappel activé pour %1$@
gu: %1$@ માટે રિમાઇન્ડર ચાલુ
ha: An kunna tunatarwa don %1$@
hi: %1$@ का रिमाइंडर चालू
hu: Emlékeztető bekapcsolva: %1$@
id: Pengingat %1$@ aktif
ka: %1$@: შეხსენება ჩართულია
km: បានបើកការរំលឹកសម្រាប់ %1$@
kn: %1$@ ಗಾಗಿ ಜ್ಞಾಪನೆ ಆನ್ ಆಗಿದೆ
mk: Потсетникот е вклучен: %1$@
ml: %1$@-നുള്ള ഓർമ്മപ്പെടുത്തൽ ഓണാണ്
mr: %1$@ साठी रिमाइंडर चालू
nl: Herinnering aan voor %1$@
pa: %1$@ ਲਈ ਯਾਦ-ਦਹਾਨੀ ਚਾਲੂ ਹੈ
pt: Lembrete ativado para %1$@
ru: Напоминание включено: %1$@
si: %1$@ සඳහා සිහිකැඳවීම සක්‍රියයි
sr: Подсетник укључен: %1$@
sw: Kikumbusho kimewashwa kwa %1$@
te: %1$@ కోసం రిమైండర్ ఆన్‌లో ఉంది
th: เปิดการเตือนสำหรับ %1$@ แล้ว
tr: %1$@ için hatırlatıcı açık
ug: %1$@ ئەسكەرتىشى ئوچۇق
ur: %1$@ کی یاد دہانی آن ہے
vi: Đã bật nhắc nhở cho %1$@
zh_hans: %1$@ 提醒已开启

# reminder_suhoor_body
source: Fajr is at %1$@.
ar: الفجر الساعة %1$@.
as: ফজৰ %1$@ বজাত।
bn: ফজর %1$@-এ।
bs: Sabah je u %1$@.
ckb: بانگی بەیانی کاتژمێر %1$@ دەبێت.
es: El Fajr es a las %1$@.
fa: اذان صبح ساعت %1$@ است.
fa_af: اذان صبح ساعت %1$@ است.
fil: Ang Fajr ay sa %1$@.
fr: Le Fajr est à %1$@.
gu: ફજર %1$@ વાગ્યે છે.
ha: Asuba da ƙarfe %1$@ ne.
hi: फ़ज्र %1$@ बजे है।
hu: A fadzsr %1$@-kor van.
id: Subuh pukul %1$@.
ka: ფაჯრი %1$@-ზეა.
km: ស៊ូពុហ៍នៅម៉ោង %1$@។
kn: ಫಜ್ರ್ %1$@ ಕ್ಕೆ.
mk: Сабах е во %1$@.
ml: സുബ്ഹ് %1$@-ന്.
mr: फजर %1$@ वाजता आहे.
nl: Fajr is om %1$@.
pa: ਫ਼ਜਰ %1$@ ਵਜੇ ਹੈ।
pt: O Fajr é às %1$@.
ru: Фаджр в %1$@.
si: ෆජ්ර් %1$@ ට.
sr: Сабах је у %1$@.
sw: Alfajiri ni saa %1$@.
te: ఫజ్ర్ %1$@ కి.
th: ซุบฮิเวลา %1$@
tr: İmsak %1$@'de.
ug: بامدات سائەت %1$@ دە.
ur: فجر %1$@ پر ہے۔
vi: Fajr lúc %1$@.
zh_hans: 晨礼在 %1$@。

# reminder_suhoor_title
source: Suhoor
ar: السحور
as: ছেহৰী
bn: সেহরি
bs: Sehur
ckb: پارشێو
es: Suhur
fa: سحری
fa_af: سحری
fr: Suhour
gu: સેહરી
ha: Sahur
hi: सहरी
hu: Szahúr
id: Sahur
ka: სუჰური
km: សាហួរ
kn: ಸಹರಿ
mk: Сехур
ml: അത്താഴം
mr: सहरी
pa: ਸਹਿਰੀ
ru: Сухур
si: සහර්
sr: Сехур
sw: Daku
te: సహరీ
th: สะฮูร
tr: Sahur
ug: سەھەرلىك
ur: سحری
zh_hans: 封斋饭

# reminder_title
source: Time for %1$@
ar: حان وقت %1$@
as: %1$@ৰ সময় হৈছে
bn: %1$@-এর সময় হয়েছে
bs: %1$@: nastupilo je vrijeme
ckb: کاتی %1$@ هات
es: Es la hora de %1$@
fa: وقت %1$@ است
fa_af: وقت %1$@ است
fil: Oras na ng %1$@
fr: C’est l’heure de %1$@
gu: %1$@ નો સમય
ha: Lokacin %1$@ ya yi
hi: %1$@ का वक़्त
hu: %1$@ ideje
id: Waktu %1$@
ka: %1$@: დრო დადგა
km: ដល់ពេល %1$@ ហើយ
kn: %1$@ ಸಮಯ
mk: Време е за %1$@
ml: %1$@ സമയമായി
mr: %1$@ ची वेळ
nl: Tijd voor %1$@
pa: %1$@ ਦਾ ਵਕਤ
pt: Hora de %1$@
ru: Наступило время: %1$@
si: %1$@ වේලාව
sr: %1$@: наступило је време
sw: Wakati wa %1$@
te: %1$@ సమయం
th: ถึงเวลา%1$@
tr: %1$@ vakti
ug: %1$@ ۋاقتى بولدى
ur: %1$@ کا وقت
vi: Đã đến giờ %1$@
zh_hans: %1$@ 时间到了

source: Remove
ar: إزالة
as: আঁতৰাওক
bn: সরান
bs: Ukloni
ckb: لابردن
es: Quitar
fa: حذف
fa_af: حذف
fil: Alisin
fr: Supprimer
gu: દૂર કરો
ha: Cire
hi: हटाएँ
hu: Eltávolítás
id: Hapus
ka: წაშლა
km: ដកចេញ
kn: ತೆಗೆದುಹಾಕಿ
mk: Отстрани
ml: നീക്കം ചെയ്യുക
mr: काढा
nl: Verwijderen
pa: ਹਟਾਓ
pt: Remover
ru: Удалить
si: ඉවත් කරන්න
sr: Уклони
sw: Ondoa
te: తీసివేయి
th: ลบ
tr: Kaldır
ug: چىقىرىۋېتىش
ur: ہٹائیں
vi: Xóa
zh_hans: 移除
